[
    {
        "id": 1,
        "image": "/assets/img/icon-img/diamond.png",
        "title": "Quality",
        "subtitle": "Our foremost priority is to attain the highest level of buyer satisfaction through the assurance of top-tier quality. With our skilled workforce, state-of-the-art imported machinery, and a conducive environment, we guarantee the superior quality of our products."
    },
    {
        "id": 2,
        "image": "/assets/img/icon-img/briefcase.png",
        "title": "Business Ethics",
        "subtitle": "The pillars of our business ethics are characterized by Honesty, Integrity, Fulfilling Promises, Trustworthiness, Loyalty, Respect for Others, Reputation, Morality, and Accountability."
    },
    {
        "id": 3,
        "image": "/assets/img/icon-img/check.png",
        "title": "Transparency",
        "subtitle": "We foster transparent relationships with clients, promoting openness and honesty. Our commitment is to build a foundation of trust through clear communication and integrity, ensuring transparency in all aspects of our interactions."
    },
    {
        "id": 4,
        "image": "/assets/img/icon-img/clock.png",
        "title": "On Time Deliver",
        "subtitle": "Recognizing the significance of time as a valuable asset, we prioritize timely deliveries to your location. Through the dedicated collaboration of our workforce, we make every effort to ensure prompt product delivery, understanding that time is equivalent to money."
    },
    {
        "id": 5,
        "image": "/assets/img/icon-img/man.png",
        "title": "No Shortage, Wastage or Pilferage",
        "subtitle": "We eliminate concerns of supply shortages, wastage, and pilferage through our organized team, advanced machinery, and diligent efforts. Our commitment to maximizing product utilization ensures relief from issues commonly associated with imported accessories."
    },
    {
        "id": 6,
        "image": "/assets/img/icon-img/money.png",
        "title": "Best & Competitive Price",
        "subtitle": "As one of the leading accessory providers, Trim Solution offers the most competitive prices. Our strong emphasis on pricing sets us apart, ensuring that you receive the highest quality at an exceptionally competitive rate."
    }
]